{
    "header": {
        "id": "13-3-1",
        "prepared": "January 2017",
        "sender": "???"
    },
    "series": [
        {
            "attributes": {
                "FREQ": "A",
                "COLL_METHOD": "Since the United States has a federal education system there is no nationally designated curricula for public or private schools.  While schools typically do cover some aspects of climate change science, there is a wide range in the scope and intensity of these curricula across state and local jurisdictions that make curricula decisions. A recent study by the National Center for Climate Change Education and Penn State University (http://people.oregonstate.edu/~schmita2/Outreach/TeacherWS_2016/plutzer16sci.pdf) found that nearly all students were exposed to at least some material on climate change during their school years. Three in four science teachers allocate at least an hour to discussing recent global warming in their formal lesson plans. Most science teachers reported covering the greenhouse effect (66%), the carbon cycle (63%), and four or more observable consequences, such as sea-level rise, or changes in seasonal patterns, like the flowering of plants and animal migrations. About 30% of teachers emphasized that recent global warming “is likely due to natural causes,” and 12% did not emphasize human causes. Of teachers who teach climate change, 31% reported emphasizing both the scientific consensus that recent global warming is due to human activity and that many scientists believe recent increases in temperature are due to natural causes.",
                "TITLE": "Number of countries that have integrated mitigation, adaptation, impact reduction and early warning into primary, secondary and tertiary curricula",
                "UNIT_MEASURE": "Yes/no"
            },
            "observations": [
                {
                    "year": 2007,
                    "value": "not_applicable"
                },
                {
                    "year": 2008,
                    "value": "not_applicable"
                },
                {
                    "year": 2009,
                    "value": "not_applicable"
                },
                {
                    "year": 2010,
                    "value": "not_applicable"
                },
                {
                    "year": 2011,
                    "value": "not_applicable"
                },
                {
                    "year": 2012,
                    "value": "not_applicable"
                },
                {
                    "year": 2013,
                    "value": "not_applicable"
                },
                {
                    "year": 2014,
                    "value": "not_applicable"
                },
                {
                    "year": 2015,
                    "value": "not_applicable"
                },
                {
                    "year": 2016,
                    "value": "not_applicable"
                },
                {
                    "year": 2017,
                    "value": "not_applicable"
                }
            ]
        }
    ]
}